Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/minun_kulttuuriymparistoni_ja_-perintoni_-oppimateriaali_on_ilmestynyt.html.tmx
Source language: fin
Languages: smn

source: Minun kulttuuriympäristöni ja -perintöni -oppimateriaali on ilmestynyt
smn: Muu kulttuurpiirâs já -ärbi -oppâmaterial lii almostum

source: Mitä nimet kertovat lähiympäristöstä?
smn: Maid noomah muštâleh aldapirrâsist?

source: Onko paikka käyttämätön, vaikka siinä ei näy käytön jälkiä?
smn: Lii-uv päikki kiävtust, veik tast iä oinuu kevttim luodah?

source: Millaisia ääniä lähiympäristöstä löytyy?
smn: Magareh jienah aldapirrâsist kullojeh ?

source: Minun kulttuuriympäristöni ja -perintöni on opetusmateriaali, jonka tavoitteena on tuoda oppilaille näkyväksi saamelainen kulttuuriperintö ja erilaiset kulttuuriympäristöt.
smn: Mu u kult tuur piirâs j á – ärbi lii máttááttâsmaterial, mon ulmen lii laiđiđ uáppeid sämmilii kulttuuráárbán já jieškote-uvlágán kulttuurpirrâsijd.

source: Oppimateriaali sisältää kuusi eri laajuista harjoitusta saamelaisen kulttuuriperinnön ja kulttuuriympäristön ymmärtämiseen ja oppimiseen.
smn: Material siskeeld kuttâ (6) sierâ vijđosii hárjuttâs sämmilii kulttuuräärbi já kulttuurpirrâs ibbeerdmân ja oppâmân.

source: Julkaisun tavoitteena on innostaa opettajia sekä kasvattajia ottamaan kulttuuriperintö- ja kulttuuriympäristökasvatus osaksi opetusta.
smn: Almostittem ulmen lii movtijdittiđ máttáátteijeid sehe šoddâdeijeid väldiđ kulttuurärbi- já kulttuurpirâsšoddâdem máttááttâs uássin.

source: Opetusmateriaalia voidaan hyödyntää erilaisten opetusryhmien kanssa ja soveltaa helposti myös osaksi varhaiskasvatusta tai kielipesätoimintaa.
smn: Máttááttâsmateriaaláin puáhtá ávhástâllâđ sierâlágán máttááttâsjuávhuiguin já heiviittiđ älkkeht meiddei arâšoddâdem tâi kielâpiervâltooimâ uássin.

source: Materiaali on koottu yhteistyössä Suomen Kulttuuriperintökasvatus seuran, Saamelaiskäräjien koulutus- ja oppimateriaalitoimiston, Saamelaisalueen koulutuskeskuksen Arktista pedagogiikkaa II hankkeen ja Saamelaismuseo Siidan kanssa.
smn: Material lii rahtum ohtsâšpargoost Suomâ Kulttuutärbipajaskeessim servijn, Sämitige škovlim- já oppâmaterialtoimâttuváin, Säämi máttááttâskuávdáá Arktisâš pedagogiik II -hahhuin já Sämimuseo Siidain.

source: Materiaalin ovat toimittaneet Marita Aikio, Unni Länsman, Eija Ojanlatva, Miina Seurujärvi, Jaakko Tuominen ja Anna Väänänen.
smn: Material láá toimâttâm Marita Aikio, Unni Länsman, Eija Ojanlatva, Miina Seurujärvi, Jaakko Tuominen já Anna Väänänen.

source: Materiaali on koltan- inarin- ja pohjoissaamen kielellä Kulttuurin vuosikello -sivuilla !
smn: Material lii nuorttâlâš-, anarâš- já tavesämikielân Kulttuurin vuosikello -siijđoin !

source: Sivuilta löytyy myös materiaalin suomenkielinen käsikirjoitus pdf-muodossa .
smn: Siijđoin lii meid material suomâkielâlâš kietâčaalâ pdf-häämist .

source: Suomenkielinen käsikirjoitus
smn: Suomâkielâlâš kietâčaalâ
